# У нас есть
# Min_amount(минимальное количество для создания ордера)
# Order_amount (количество указанное в ордере)
# Clear_comission (комиссия которую получает биржа, не может быть меньше Coin_precision(т.е. это минимальное значение для любой сделки),
# Coin_precision (пресижн для кошелька, т.е. самого коина),
# Comission_rate(величина комиссии усановленная в админке)
# Надо установить минимальный обЪем ордера для расчета и выплаты реферальных бонусов от 35% до 55% с рефералов 1ого уровня(зависит от доп условий),
# 10% с рефералов 2ого уровня, 5% с рефералов 3ого уровня, которая снимается с Clear_comission
# Бонус с комиссии не может быть меньше Coin_presicion

